Constructs an instance of FilterNumericEquals.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2011
 Syntax
  C#
public FilterNumericEquals()
  Visual Basic
Public Sub New
  Visual C++
public:
FilterNumericEquals()
 See Also
  FilterNumericEquals Class
  Autodesk.Revit.DB Namespace